{
    "cold_shadow description": "The intel you found pointed us to something darker. Frostbite has a crew of elite hunters known as the Bloodhounds—ruthless, well-equipped mercenaries who take orders straight from him. They’ve been moving supplies and taking out anyone who gets too close to the bunker. If we’re going to weaken Frostbite’s hold on the area, we need to start by eliminating these Bloodhounds.  There are at least four of them operating in the Woods, mostly around the deeper forest zones and the old sawmill. Take them out and bring me anything they’re carrying. The more we know about Frostbite’s operation, the better our chances of finding that bunker.",
    "cold_shadow successMessageText": "You took out the Bloodhounds? Impressive. These weren’t your typical mercs—they had discipline, gear, and intel that we desperately need. I’ve looked over what you brought me, and it’s starting to make sense. There’s a pattern in their movements, and I think we’re closing in on the location of Frostbite’s bunker.  There’s more to this than we thought. Frostbite’s been preparing for something, and these Bloodhounds were just the beginning. You’ve done well, but I need you to stay sharp. I’ll work on decoding the rest of these documents. I’ll call on you when it’s time to make the next move.",
    "cold_shadow name": "Cold Shadow",
    "cold_shadow condition1": "Eliminate 4 Bloodhounds on Woods",

    "Rumors_In_The_Woods description": "You ever heard of the name 'Frostbite'? No? Well, word has it, some cold-hearted killer has been roaming around, causing chaos in the forest—some say he controls a pack of mercenaries called the Winter Death Troopers. Normally, I'd let these rumors go, but things have been disappearing from my stashes, and that's no coincidence.  I have a lead, though. A few of the Scavs I ‘interviewed’ mentioned an old bunker hidden deep in the Woods. But this is no ordinary bunker—it seems this Frostbite has a base in there. If you’re interested in getting to the bottom of it, I need you to find some intel that could give us more details. Look for an old intelligence folder that might have the location of this Frostbite or anything tied to the Marauders. Bring it back to me and we’ll see where it leads.",
    "Rumors_In_The_Woods successMessageText": "Well, I’ll be damned... you actually found it. This folder is more than just old papers; it’s got some details that even I wasn’t expecting. Seems this Frostbite fellow has been making quite the moves around here, and from the looks of it, he's been operating out of that bunker for longer than we thought.  This is just the tip of the iceberg, though. Whatever's going on out there, it’s bigger than just some rogue operator. I’ll look into this more, but you should keep your head on a swivel. I have a feeling we're going to dig up something colder and deadlier than we bargained for.  Keep yourself ready. I might have more work for you soon.",
    "Rumors_In_The_Woods name": "Rumors In the woods",
    "Rumors_In_The_Woods condition1": "Hand over the Intelligence folder"
}